Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Proxy_CredentialsCard.Description
source: Credentials are stored securely in Windows Credential Manager.
fr_ca: Les identifiants sont stockés de manière sécurisée dans le Gestionnaire d’identification Windows.

# Proxy_CredentialsCard.Header
source: Proxy credentials
fr_ca: Identifiants du proxy

# Proxy_DomainTextBox.PlaceholderText
source: Domain (optional)
fr_ca: Domaine (facultatif)

# Proxy_EndpointCard.Description
source: Enter the proxy address and port.
fr_ca: Saisissez l’adresse et le port du proxy.

# Proxy_EndpointCard.Header
source: Proxy server
fr_ca: Serveur proxy

# Proxy_MethodCard.Description
source: Choose how Foundry OSD connects to the internet.
fr_ca: Choisissez comment Foundry OSD se connecte à Internet.

# Proxy_MethodCard.Header
source: Proxy method
fr_ca: Méthode de proxy

# Proxy_MethodDirect.Content
source: No proxy (direct connection)
fr_ca: Aucun proxy (connexion directe)

# Proxy_MethodManual.Content
source: Manual proxy
fr_ca: Proxy manuel

# Proxy_MethodSystem.Content
source: Use Windows settings (recommended)
fr_ca: Utiliser les paramètres Windows (recommandé)

# Proxy_PasswordBox.PlaceholderText
source: Password
fr_ca: Mot de passe

# Proxy_ScopeInfo.Message
source: These settings apply only to this app. They are not added to deployment media and do not affect Foundry Connect or Foundry Deploy.
fr_ca: Ces paramètres s’appliquent uniquement à cette application. Ils ne sont pas ajoutés au média de déploiement et n’affectent ni Foundry Connect ni Foundry Deploy.

# Proxy_ScopeInfo.Title
source: Foundry OSD only
fr_ca: Foundry OSD uniquement

# Proxy_TestButton.Content
source: Test connection
fr_ca: Tester la connexion

# Proxy_UsernameTextBox.PlaceholderText
source: Username
fr_ca: Nom d’utilisateur

# SettingsPage.PageTitle
source: Settings
ar_sa: الإعدادات
bg_bg: Настройки
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_mx: Ajustes
et_ee: Seaded
fi_fi: Asetukset
fr_ca: Paramètres
he_il: הגדרות
hr_hr: postavke
hu_hu: Beállítások elemre
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
lt_lt: Nustatymai
lv_lv: Iestatījumi
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: nastavitve
sr_latn_rs: Podešavanja
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
zh_cn: 设置
zh_tw: 設定

# SettingsPage_GeneralCard.Description
source: Manage startup, language, diagnostics, and application behaviour.
ar_sa: إدارة بدء التشغيل واللغة والتشخيصات وسلوك التطبيق.
bg_bg: Управлявайте стартирането, езика, диагностиката и поведението на приложението.
cs_cz: Spravujte spouštění, jazyk, diagnostiku a chování aplikací.
da_dk: Administrer opstart, sprog, diagnostik og applikationsadfærd.
de_de: Verwalten Sie Start, Sprache, Diagnose und Anwendungsverhalten.
el_gr: Διαχειριστείτε την εκκίνηση, τη γλώσσα, τα διαγνωστικά και τη συμπεριφορά εφαρμογών.
es_mx: Administre el inicio, el idioma, el diagnóstico y el comportamiento de las aplicaciones.
et_ee: Käivitamise, keele, diagnostika ja rakenduse käitumise haldamine.
fi_fi: Hallitse käynnistystä, kieltä, diagnostiikkaa ja sovellusten toimintaa.
fr_ca: Gérez le démarrage, la langue, les diagnostics et le comportement des applications.
he_il: נהל אתחול, שפה, אבחון והתנהגות יישומים.
hr_hr: Upravljajte pokretanjem, jezikom, dijagnostikom i ponašanjem aplikacije.
hu_hu: Kezelje az indítást, a nyelvet, a diagnosztikát és az alkalmazás viselkedését.
it_it: Gestisci l'avvio, la lingua, la diagnostica e il comportamento dell'applicazione.
ja_jp: 起動、言語、診断、アプリケーションの動作を管理します。
ko_kr: 시작, 언어, 진단 및 애플리케이션 동작을 관리합니다.
lt_lt: Tvarkykite paleidimą, kalbą, diagnostiką ir programos elgseną.
lv_lv: Pārvaldiet startēšanu, valodu, diagnostiku un lietojumprogrammu darbību.
nb_no: Administrer oppstart, språk, diagnostikk og applikasjonsatferd.
nl_nl: Beheer het opstarten, de taal, de diagnostiek en het applicatiegedrag.
pl_pl: Zarządzaj uruchamianiem, językiem, diagnostyką i zachowaniem aplikacji.
pt_pt: Gerencie inicialização, idioma, diagnóstico e comportamento do aplicativo.
ro_ro: Gestionați pornirea, limbajul, diagnosticarea și comportamentul aplicației.
ru_ru: Управляйте запуском, языком, диагностикой и поведением приложений.
sk_sk: Manage startup, language, diagnostics, and application behavior.
sl_si: Upravljajte zagon, jezik, diagnostiko in vedenje aplikacij.
sr_latn_rs: Upravljajte pokretanjem, jezikom, dijagnostikom i ponašanjem aplikacije.
sv_se: Hantera start, språk, diagnostik och programbeteende.
th_th: จัดการการเริ่มต้น ภาษา การวินิจฉัย และพฤติกรรมของแอปพลิเคชัน
tr_tr: Başlangıç, dil, tanılama ve uygulama davranışını yönetin.
uk_ua: Керуйте запуском, мовою, діагностикою та поведінкою програми.
zh_cn: 管理启动、语言、诊断和应用程序行为。
zh_tw: 管理啟動、語言、診斷和應用程式行為。

# SettingsPage_GeneralCard.Header
source: General
ar_sa: عام
bg_bg: генерал
cs_cz: Generál
da_dk: Generelt
de_de: Allgemein
el_gr: Στρατηγός
et_ee: Kindral
fi_fi: Kenraali
fr_ca: Général
he_il: כללי
hu_hu: tábornok
it_it: Generale
ja_jp: 一般
ko_kr: 일반
lt_lt: Generolas
lv_lv: Ģenerālis
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Generał
pt_pt: Geral
ru_ru: Общий
sk_sk: generál
sl_si: Splošno
sv_se: Allmänt
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальний
zh_cn: 一般
zh_tw: 一般

# SettingsPage_ProxyCard.Description
source: Configure how Foundry OSD connects to online services.
fr_ca: Configurez la manière dont Foundry OSD se connecte aux services en ligne.

# SettingsPage_RemoteDiagnosticsCard.Description
source: Send sanitised logs and exception details to help diagnose failures. Secrets and direct identifiers are excluded.
ar_sa: أرسل السجلات المنقّحة وتفاصيل الاستثناءات للمساعدة في تشخيص حالات الفشل. تُستبعد الأسرار والمُعرّفات المباشرة.
bg_bg: Изпращайте обезличени регистрационни файлове и подробности за изключенията, за да помогнете при диагностицирането на неизправности. Тайните данни и преките идентификатори се изключват.
cs_cz: Odesílejte očištěné protokoly a podrobnosti o výjimkách, které pomohou diagnostikovat selhání. Tajné údaje a přímé identifikátory jsou vyloučeny.
da_dk: Send rensede logfiler og oplysninger om undtagelser for at hjælpe med at diagnosticere fejl. Hemmeligheder og direkte identifikatorer udelades.
de_de: Senden Sie bereinigte Protokolle und Ausnahmedetails, um Fehler zu diagnostizieren. Geheimnisse und direkte Identifikatoren werden ausgeschlossen.
el_gr: Στείλτε καθαρισμένα αρχεία καταγραφής και λεπτομέρειες εξαιρέσεων για να βοηθήσετε στη διάγνωση αποτυχιών. Τα μυστικά και τα άμεσα αναγνωριστικά εξαιρούνται.
es_mx: Envíe registros saneados y detalles de excepciones para ayudar a diagnosticar errores. Se excluyen los secretos y los identificadores directos.
et_ee: Saatke tõrgete diagnoosimiseks puhastatud logid ja erandite üksikasjad. Saladused ja otsesed identifikaatorid jäetakse välja.
fi_fi: Lähetä puhdistetut lokitiedot ja poikkeusten tiedot, jotta virheiden diagnosointi olisi helpompaa. Salaisuudet ja suorat tunnisteet jätetään pois.
fr_ca: Envoyez des journaux assainis et les détails sur les exceptions afin de faciliter le diagnostic des défaillances. Les secrets et les identifiants directs sont exclus.
he_il: שלח יומנים מנוקים ופרטי חריגות כדי לסייע באבחון תקלות. סודות ומזהים ישירים אינם נכללים.
hr_hr: Šaljite pročišćene zapisnike i pojedinosti o iznimkama radi lakšeg dijagnosticiranja kvarova. Tajni podaci i izravni identifikatori isključeni su.
hu_hu: Küldjön megtisztított naplókat és kivételadatokat a hibák diagnosztizálásának elősegítéséhez. A titkos adatok és a közvetlen azonosítók kimaradnak.
it_it: Invia log ripuliti e dettagli sulle eccezioni per facilitare la diagnosi degli errori. I dati segreti e gli identificatori diretti sono esclusi.
ja_jp: 障害の診断に役立てるため、機密情報を除去したログと例外の詳細を送信します。機密情報と直接識別子は除外されます。
ko_kr: 오류 진단에 도움이 되도록 민감한 정보를 제거한 로그와 예외 세부 정보를 보냅니다. 비밀 정보와 직접 식별자는 제외됩니다.
lt_lt: Siųskite išvalytus žurnalus ir išsamią išimčių informaciją, kad būtų lengviau diagnozuoti triktis. Slapti duomenys ir tiesioginiai identifikatoriai neįtraukiami.
lv_lv: Nosūtiet attīrītus žurnālus un detalizētu informāciju par izņēmumiem, lai palīdzētu diagnosticēt kļūmes. Noslēpumi un tiešie identifikatori netiek iekļauti.
nb_no: Send rensede logger og unntaksdetaljer for å gjøre det enklere å diagnostisere feil. Hemmeligheter og direkte identifikatorer utelates.
nl_nl: Verzend opgeschoonde logboeken en details over uitzonderingen om fouten te helpen diagnosticeren. Geheimen en directe identificatoren worden uitgesloten.
pl_pl: Wysyłaj oczyszczone dzienniki i szczegóły wyjątków, aby ułatwić diagnozowanie awarii. Dane poufne i bezpośrednie identyfikatory są wykluczane.
pt_pt: Envie registos expurgados e detalhes das exceções para ajudar a diagnosticar falhas. Os segredos e os identificadores diretos são excluídos.
ro_ro: Trimiteți jurnale curățate și detalii despre excepții pentru a ajuta la diagnosticarea erorilor. Se exclud secretele și identificatorii direcți.
ru_ru: Отправляйте очищенные журналы и сведения об исключениях, чтобы помочь диагностировать сбои. Секретные данные и прямые идентификаторы исключаются.
sk_sk: Odosielajte vyčistené denníky a podrobnosti o výnimkách, ktoré pomôžu diagnostikovať zlyhania. Tajné údaje a priame identifikátory sú vylúčené.
sl_si: Pošiljajte prečiščene dnevnike in podrobnosti o izjemah za lažje diagnosticiranje napak. Skrivnosti in neposredni identifikatorji so izključeni.
sr_latn_rs: Šaljite prečišćene evidencije i detalje o izuzecima radi lakšeg dijagnostikovanja grešaka. Tajni podaci i direktni identifikatori su isključeni.
sv_se: Skicka rensade loggar och undantagsinformation för att underlätta diagnostisering av fel. Hemligheter och direkta identifierare utesluts.
th_th: ส่งบันทึกที่ผ่านการลบข้อมูลละเอียดอ่อนและรายละเอียดข้อยกเว้นเพื่อช่วยวินิจฉัยความล้มเหลว โดยจะไม่รวมข้อมูลลับและตัวระบุโดยตรง
tr_tr: Hataları tanılamaya yardımcı olmak için hassas bilgilerden arındırılmış günlükleri ve özel durum ayrıntılarını gönderin. Gizli bilgiler ve doğrudan tanımlayıcılar hariç tutulur.
uk_ua: Надсилайте очищені журнали та відомості про винятки, щоб допомогти діагностувати збої. Секретні дані та прямі ідентифікатори виключаються.
zh_cn: 发送已清理敏感信息的日志和异常详细信息，以帮助诊断故障。不会包含机密信息和直接标识符。
zh_tw: 傳送已清除敏感資訊的記錄和例外狀況詳細資料，以協助診斷失敗。系統不會包含機密資訊和直接識別碼。

# SettingsPage_RemoteDiagnosticsCard.Header
source: Enable remote diagnostics
ar_sa: تمكين التشخيص عن بُعد
bg_bg: Активиране на отдалечената диагностика
cs_cz: Povolit vzdálenou diagnostiku
da_dk: Aktivér fjerndiagnosticering
de_de: Ferndiagnose aktivieren
el_gr: Ενεργοποίηση απομακρυσμένων διαγνωστικών
es_mx: Activar diagnósticos remotos
et_ee: Luba kaugdiagnostika
fi_fi: Ota etädiagnostiikka käyttöön
fr_ca: Activer les diagnostics à distance
he_il: הפעלת אבחון מרחוק
hr_hr: Omogući udaljenu dijagnostiku
hu_hu: Távoli diagnosztika engedélyezése
it_it: Abilita diagnostica remota
ja_jp: リモート診断を有効にする
ko_kr: 원격 진단 활성화
lt_lt: Įjungti nuotolinę diagnostiką
lv_lv: Iespējot attālo diagnostiku
nb_no: Aktiver fjerndiagnostikk
nl_nl: Diagnostiek op afstand inschakelen
pl_pl: Włącz diagnostykę zdalną
pt_pt: Ativar diagnóstico remoto
ro_ro: Activați diagnosticarea la distanță
ru_ru: Включить удалённую диагностику
sk_sk: Povoliť vzdialenú diagnostiku
sl_si: Omogoči oddaljeno diagnostiko
sr_latn_rs: Omogući udaljenu dijagnostiku
sv_se: Aktivera fjärrdiagnostik
th_th: เปิดใช้งานการวินิจฉัยระยะไกล
tr_tr: Uzaktan tanılamayı etkinleştir
uk_ua: Увімкнути віддалену діагностику
zh_cn: 启用远程诊断
zh_tw: 啟用遠端診斷

# SettingsPage_TelemetryCard.Description
source: Send anonymous usage telemetry to help improve Foundry. Secrets and direct device identifiers, including serial numbers and hardware hashes, are excluded. Telemetry uses an anonymous installation ID and may include the device vendor and model.
ar_sa: أرسل بيانات قياس استخدام مجهولة للمساعدة في تحسين Foundry. تُستبعد الأسرار ومعرّفات الأجهزة المباشرة، بما في ذلك الأرقام التسلسلية وبصمات الأجهزة. تستخدم بيانات القياس معرّف تثبيت مجهولًا وقد تتضمن الشركة المصنّعة للجهاز وطرازه.
bg_bg: Изпращайте анонимни телеметрични данни за използването, за да помогнете за подобряването на Foundry. Тайните и преките идентификатори на устройства, включително серийните номера и хешовете на хардуера, се изключват. Телеметрията използва анонимен идентификатор на инсталацията и може да включва производителя и модела на устройството.
cs_cz: Odesílejte anonymní telemetrii používání, která pomůže zlepšit Foundry. Tajné údaje a přímé identifikátory zařízení, včetně sériových čísel a hardwarových hashů, jsou vyloučeny. Telemetrie používá anonymní identifikátor instalace a může zahrnovat výrobce a model zařízení.
da_dk: Send anonym brugstelemetri for at hjælpe med at forbedre Foundry. Hemmeligheder og direkte enhedsidentifikatorer, herunder serienumre og hardwarehashes, udelades. Telemetrien bruger et anonymt installations-id og kan indeholde enhedens producent og model.
de_de: Senden Sie anonyme Nutzungstelemetriedaten, um Foundry zu verbessern. Geheimnisse und direkte Gerätekennungen, einschließlich Seriennummern und Hardware-Hashes, werden ausgeschlossen. Die Telemetrie verwendet eine anonyme Installations-ID und kann den Gerätehersteller und das Modell enthalten.
el_gr: Στείλτε ανώνυμη τηλεμετρία χρήσης για να βοηθήσετε στη βελτίωση του Foundry. Τα μυστικά και τα άμεσα αναγνωριστικά συσκευής, συμπεριλαμβανομένων των σειριακών αριθμών και των κατακερματισμών υλικού, εξαιρούνται. Η τηλεμετρία χρησιμοποιεί ένα ανώνυμο αναγνωριστικό εγκατάστασης και μπορεί να περιλαμβάνει τον κατασκευαστή και το μοντέλο της συσκευής.
es_mx: Envíe telemetría de uso anónima para ayudar a mejorar Foundry. Se excluyen los secretos y los identificadores directos del dispositivo, incluidos los números de serie y los hashes de hardware. La telemetría utiliza un identificador de instalación anónimo y puede incluir el fabricante y el modelo del dispositivo.
et_ee: Saatke Foundry täiustamiseks anonüümseid kasutustelemeetria andmeid. Saladused ja otsesed seadmeidentifikaatorid, sealhulgas seerianumbrid ja riistvararäsid, jäetakse välja. Telemeetria kasutab anonüümset installiidentifikaatorit ning võib sisaldada seadme tootjat ja mudelit.
fi_fi: Auta parantamaan Foundrya lähettämällä anonyymiä käyttötelemetriaa. Salaisuudet ja suorat laitetunnisteet, kuten sarjanumerot ja laitteistotiivisteet, jätetään pois. Telemetria käyttää anonyymiä asennustunnistetta ja voi sisältää laitteen valmistajan ja mallin.
fr_ca: Envoyez des données de télémétrie d’utilisation anonymes pour contribuer à l’amélioration de Foundry. Les secrets et les identifiants directs de l’appareil, notamment les numéros de série et les empreintes matérielles, sont exclus. La télémétrie utilise un identifiant d’installation anonyme et peut inclure le fabricant et le modèle de l’appareil.
he_il: שלח נתוני טלמטריית שימוש אנונימיים כדי לעזור בשיפור Foundry. סודות ומזהים ישירים של המכשיר, כולל מספרים סידוריים וגיבובי חומרה, אינם נכללים. הטלמטריה משתמשת במזהה התקנה אנונימי ועשויה לכלול את יצרן המכשיר והדגם שלו.
hr_hr: Pošaljite anonimnu telemetriju korištenja kako biste poboljšali Foundry. Tajne i izravni identifikatori uređaja, uključujući serijske brojeve i sažetke hardvera, isključeni su. Telemetrija koristi anonimni identifikator instalacije i može uključivati proizvođača i model uređaja.
hu_hu: Küldjön névtelen használati telemetriát a Foundry fejlesztéséhez. A titkos adatok és a közvetlen eszközazonosítók, beleértve a sorozatszámokat és a hardverkivonatokat, ki vannak zárva. A telemetria névtelen telepítési azonosítót használ, és tartalmazhatja az eszköz gyártóját és modelljét.
it_it: Invia dati anonimi di telemetria sull’utilizzo per contribuire a migliorare Foundry. I segreti e gli identificatori diretti del dispositivo, inclusi i numeri di serie e gli hash hardware, sono esclusi. La telemetria utilizza un identificatore di installazione anonimo e può includere il produttore e il modello del dispositivo.
ja_jp: Foundry の改善に役立てるため、匿名の使用状況テレメトリを送信します。シークレットと、シリアル番号やハードウェア ハッシュなどのデバイスを直接識別する情報は除外されます。テレメトリでは匿名のインストール ID が使用され、デバイスの製造元とモデルが含まれる場合があります。
ko_kr: Foundry 개선을 위해 익명 사용 원격 분석을 보냅니다. 비밀 정보와 일련 번호 및 하드웨어 해시를 포함한 직접적인 장치 식별자는 제외됩니다. 원격 분석은 익명 설치 ID를 사용하며 장치 제조업체와 모델을 포함할 수 있습니다.
lt_lt: Siųskite anoniminę naudojimo telemetriją, kad padėtumėte tobulinti Foundry. Paslaptys ir tiesioginiai įrenginio identifikatoriai, įskaitant serijos numerius ir aparatinės įrangos maišos reikšmes, neįtraukiami. Telemetrija naudoja anoniminį diegimo identifikatorių ir gali apimti įrenginio gamintoją bei modelį.
lv_lv: Nosūtiet anonīmu lietojuma telemetriju, lai palīdzētu uzlabot Foundry. Noslēpumi un tiešie ierīces identifikatori, tostarp sērijas numuri un aparatūras jaucējvērtības, netiek iekļauti. Telemetrija izmanto anonīmu instalācijas identifikatoru un var ietvert ierīces ražotāju un modeli.
nb_no: Send anonym brukstelemetri for å forbedre Foundry. Hemmeligheter og direkte enhetsidentifikatorer, inkludert serienumre og maskinvarehasher, utelates. Telemetrien bruker en anonym installasjons-ID og kan inneholde enhetsprodusent og modell.
nl_nl: Verzend anonieme gebruikstelemetrie om Foundry te helpen verbeteren. Geheimen en directe apparaat-id’s, waaronder serienummers en hardwarehashes, worden uitgesloten. Telemetrie gebruikt een anonieme installatie-id en kan de fabrikant en het model van het apparaat bevatten.
pl_pl: Wysyłaj anonimowe dane telemetryczne dotyczące użytkowania, aby pomóc ulepszyć Foundry. Sekrety i bezpośrednie identyfikatory urządzenia, w tym numery seryjne i skróty sprzętowe, są wykluczone. Telemetria używa anonimowego identyfikatora instalacji i może obejmować producenta oraz model urządzenia.
pt_pt: Envie telemetria de utilização anónima para ajudar a melhorar o Foundry. Os segredos e os identificadores diretos do dispositivo, incluindo números de série e hashes de hardware, são excluídos. A telemetria utiliza um identificador de instalação anónimo e pode incluir o fabricante e o modelo do dispositivo.
ro_ro: Trimiteți telemetrie anonimă privind utilizarea pentru a ajuta la îmbunătățirea Foundry. Secretele și identificatorii direcți ai dispozitivului, inclusiv numerele de serie și hashurile hardware, sunt excluse. Telemetria utilizează un identificator anonim al instalării și poate include producătorul și modelul dispozitivului.
ru_ru: Отправляйте анонимные телеметрические данные об использовании, чтобы помочь улучшить Foundry. Секреты и прямые идентификаторы устройства, включая серийные номера и хеши оборудования, исключаются. Телеметрия использует анонимный идентификатор установки и может включать производителя и модель устройства.
sk_sk: Odosielajte anonymnú telemetriu používania, ktorá pomáha zlepšovať Foundry. Tajné údaje a priame identifikátory zariadenia vrátane sériových čísel a hardvérových hashov sú vylúčené. Telemetria používa anonymný identifikátor inštalácie a môže obsahovať výrobcu a model zariadenia.
sl_si: Pošljite anonimno telemetrijo uporabe, da pomagate izboljšati Foundry. Skrivnosti in neposredni identifikatorji naprave, vključno s serijskimi številkami in zgoščenimi vrednostmi strojne opreme, so izključeni. Telemetrija uporablja anonimni identifikator namestitve in lahko vključuje proizvajalca ter model naprave.
sr_latn_rs: Pošaljite anonimnu telemetriju korišćenja da biste poboljšali Foundry. Tajne i direktni identifikatori uređaja, uključujući serijske brojeve i heševe hardvera, isključeni su. Telemetrija koristi anonimni identifikator instalacije i može da obuhvati proizvođača i model uređaja.
sv_se: Skicka anonym användningstelemetri för att förbättra Foundry. Hemligheter och direkta enhetsidentifierare, inklusive serienummer och maskinvaruhashar, utesluts. Telemetrin använder ett anonymt installations-ID och kan innehålla enhetens tillverkare och modell.
th_th: ส่งข้อมูลการใช้งานทางไกลแบบไม่ระบุตัวตนเพื่อช่วยปรับปรุง Foundry ระบบจะไม่รวมข้อมูลลับและตัวระบุอุปกรณ์โดยตรง รวมถึงหมายเลขประจำเครื่องและแฮชฮาร์ดแวร์ ข้อมูลทางไกลใช้รหัสการติดตั้งแบบไม่ระบุตัวตนและอาจรวมผู้ผลิตและรุ่นของอุปกรณ์
tr_tr: Foundry’nin iyileştirilmesine yardımcı olmak için anonim kullanım telemetrisi gönderin. Seri numaraları ve donanım karmaları dâhil olmak üzere sırlar ve doğrudan cihaz tanımlayıcıları hariç tutulur. Telemetri anonim bir yükleme kimliği kullanır ve cihaz üreticisini ve modelini içerebilir.
uk_ua: Надсилайте анонімну телеметрію використання, щоб допомогти покращити Foundry. Секрети та прямі ідентифікатори пристрою, зокрема серійні номери й хеші обладнання, виключаються. Телеметрія використовує анонімний ідентифікатор інсталяції та може містити виробника й модель пристрою.
zh_cn: 发送匿名使用情况遥测数据以帮助改进 Foundry。系统会排除机密信息以及序列号和硬件哈希等直接设备标识符。遥测使用匿名安装 ID，并且可能包含设备制造商和型号。
zh_tw: 傳送匿名使用情況遙測資料以協助改進 Foundry。系統會排除機密資訊以及序號和硬體雜湊等直接裝置識別碼。遙測使用匿名安裝識別碼，並且可能包含裝置製造商和型號。

# SettingsPage_TelemetryCard.Header
source: Enable telemetry
ar_sa: تمكين القياس عن بعد
bg_bg: Активирайте телеметрията
cs_cz: Povolit telemetrii
da_dk: Aktiver telemetri
de_de: Telemetrie aktivieren
el_gr: Ενεργοποίηση τηλεμετρίας
es_mx: Habilitar telemetría
et_ee: Telemeetria lubamine
fi_fi: Ota telemetria käyttöön
fr_ca: Activer la télémétrie
he_il: אפשר טלמטריה
hr_hr: Omogući telemetriju
hu_hu: Telemetria engedélyezése
it_it: Abilita la telemetria
ja_jp: テレメトリを有効にする
ko_kr: 원격 측정 활성화
lt_lt: Įgalinti telemetriją
lv_lv: Iespējot telemetriju
nb_no: Aktiver telemetri
nl_nl: Schakel telemetrie in
pl_pl: Włącz telemetrię
pt_pt: Habilitar telemetria
ro_ro: Activați telemetria
ru_ru: Включить телеметрию
sk_sk: Povoliť telemetriu
sl_si: Omogoči telemetrijo
sr_latn_rs: Omogući telemetriju
sv_se: Aktivera telemetri
th_th: เปิดใช้งานการวัดและส่งข้อมูลทางไกล
tr_tr: Telemetriyi etkinleştir
uk_ua: Увімкнути телеметрію
zh_cn: 启用遥测
zh_tw: 啟用遙測
